Repository: IsraelJr/RendimentoComFIIs
Catalog: RendimentoComFIIs/Util/*.lproj/Localizable.strings
Languages: pt_br

source: Save
pt_br: Salvar

source: Exit
pt_br: Sair

source: Undefined
pt_br: Indefinido

source: Search
pt_br: Pesquisar

# quota
source: Quotas
pt_br: Cotas

source: Source
pt_br: Fonte

# msg_maintenance
source: We are undergoing maintenance on our servers! Please try again in a few minutes. We apologize for the inconvenience caused and thank you for using our services!
pt_br: Estamos passando por manutenção em nossos servidores! Tente novamente dentro de alguns minutos. Pedimos desculpas pelo transtorno causado e agradecemos por utilizar nossos serviços!

# da_news
source: You will be directed to the News page!
pt_br: Você será direcionado para a página da Notícia!

source: Paid
pt_br: Pago

source: Clear
pt_br: Limpar

source: Send
pt_br: Enviar

source: Name
pt_br: Nome

# message
source: Write your message here
pt_br: Escreva aqui sua mensagem

source: Compliment
pt_br: Elogio

source: Review
pt_br: Crítica

source: Suggestion
pt_br: Sugestão

source: Other
pt_br: Outro

# error_info_empty
source: All fields must be filled!
pt_br: Todos os campos precisam ser preenchidos!

# error_email
source: The email provided is invalid!
pt_br: O e-mail informado é inválido!

source: Version
pt_br: Versão

source: Done
pt_br: Concluir

source: Coming Soon
pt_br: Em Breve

source: Unavailable
pt_br: Indisponível

source: Administrator
pt_br: Administradora

source: Searching...
pt_br: Pesquisando...

source: Invalid Data
pt_br: Dados Inválidos!

# critical_error
source: An error occurred during your last operation! Please try again later or contact us with the problem.
pt_br: Ocorreu um erro durante a sua última operação! Tente novamente mais tarde ou entre em contato conosco informando o problema.

# success_msg1
source: Your operation was successful!
pt_br: Sua operação foi realizada com sucesso!

source: Details
pt_br: Detalhes

source: Historic
pt_br: Histórico

source: Calculate
pt_br: Calcular

# error_connection
source: An internet connection was not identified.
pt_br: Não foi identificada uma conexão com a Internet.

source: Follow
pt_br: Seguir

source: in
pt_br: em

source: days
pt_br: dias

# dividend
source: Dividends
pt_br: Dividendos

source: Real Estate Fund
pt_br: Fundo Imobiliário

source: Explore
pt_br: Explorar

source: Be PRO
pt_br: Seja PRO

# archive
source: News Archive
pt_br: Arquivo de Notícias

source: Library
pt_br: Biblioteca

source: About FII
pt_br: Sobre FII

# aboutapp
source: About the App
pt_br: Sobre o App

source: Contact Us
pt_br: Fale Conosco

source: Settings
pt_br: Definições

# male
source: User Profile
pt_br: Perfil do Usuário

# female
source: User Profile
pt_br: Perfil do Usuário

# neutral
source: User Profile
pt_br: Perfil do Usuário

# title_about_fii
source: Real Estate Investment Funds
pt_br: Fundos de Investimento Imobiliário (FII)

# what_are
source: What are they?
pt_br: O que são?

# management
source: Administration
pt_br: Administração

source: Quotas
pt_br: Cotas

source: Public Distribution Offer
pt_br: Oferta Pública de Distribuição

source: Redemption and Trading
pt_br: Resgate e Negociação

source: Investment Policy
pt_br: Política de Investimento

# distribution
source: Return
pt_br: Retorno

source: Risks
pt_br: Riscos

source: Other Information
pt_br: Outras Informações

source: ERROR
pt_br: ERRO

source: WARNING
pt_br: AVISO

# info
source: INFORMATION
pt_br: INFORMAÇÃO

source: SUCCESS
pt_br: SUCESSO

source: Close
pt_br: Fechar

# high
source: Highest High
pt_br: Maior Alta

# low
source: Largest Low
pt_br: Maior Baixa

source: Loading news...
pt_br: Carregando as notícias...

# loading_fiis
source: Loading the FIIs...
pt_br: Carregando os FIIs...

# error_ifix
source: Could not download data. Please check your internet or restart the application.
pt_br: Nao foi possivel baixar os dados. Verifique sua internet ou reinicie o aplicativo.

# thought
source: Thought of the day
pt_br: Pensamento do dia

# vip_finished
source: Your VIP period has ended and the VIP functions will soon be disabled! But don't worry, your data is saved, and once you become a VIP everything will be back to normal.
pt_br: Seu período VIP terminou e em breve as funções VIP serão desativadas! Mas não se preocupe, pois seus dados estão salvos, e assim que você voltar a ser VIP tudo voltará ao normal.

# vip_will_finish
source: Your VIP will terminate
pt_br: Seu VIP irá encerrar

# new_message
source: There is an unread message
pt_br: Existe mensagem não lida

# title_wallet
source: My Wallet
pt_br: Minha Carteira

source: Add New FII
pt_br: Incluir Novo FII

# title_table
source: Income receivable on
pt_br: Proventos a receber em

# title_wallet_historic
source: Dividend History
pt_br: Histórico de Dividendos

source: Add Month
pt_br: Adicionar Mês

# accumulated
source: Accumulated Total:
pt_br: Total Acumulado:

# failure_month1
source: Could not save the month of [month] because it already exists in your wallet!
pt_br: Não foi possível salvar o mês de [month], pois ele já existe na sua carteira!

# success_month1
source: The inclusion of the month of [month] in your portfolio was successful! Effectiveness will occur after restarting the application.
pt_br: A inclusão do mês de [month], na sua carteira, foi realizada com sucesso! A efetivação ocorrerá após reiniciar o aplicativo.

# title_config_wallet_add
source: Add FII
pt_br: Adicionar FII

# title_config_wallet_edit
source: Update Quotas
pt_br: Atualizar Cotas

# select_fii
source: Select the FII
pt_br: Selecionar o FII

# select_month
source: Enter the month you want to include
pt_br: Informe o mês que deseja incluir

source: Total Quotas
pt_br: Total de Cotas

# total_earnings
source: Total earnings received in the given month
pt_br: Total de proventos recebido no mês informado

# enter_fii_code
source: Enter the code of the FII you want to include
pt_br: Digite o código do FII que deseja incluir

# enter_month
source: Enter the month
pt_br: Digite o mês

# enter_total_quotas
source: Enter the total amount of quotas
pt_br: Digite a quantidade total de cotas

# enter_total_earnings
source: Enter the total earnings
pt_br: Digite o total de proventos

# note1
source: * Total Quotas field with an empty value or equal to zero, it will only be valid with the field below selected.
pt_br: * Campo Total de Cotas com valor vazio ou igual a zero, somente será válido com o campo abaixo selecionado.

# month_invalid
source: The month entered is invalid!
pt_br: O mês informado é inválido!

source: Opening
pt_br: Abertura

source: Variation %
pt_br: Variação %

source: Minimum
pt_br: Mínima

source: Maximum
pt_br: Máxima

source: Segment
pt_br: Segmento

source: Current Price
pt_br: Preço Atual

source: Agio
pt_br: Ágio

source: Discount
pt_br: Deságio

source: Earnings
pt_br: Provento

# income
source: Yield
pt_br: Rendimento

source: Date With
pt_br: Data Com

# pay_day
source: Payment Date
pt_br: Data de Pagamento

source: Phone
pt_br: Telefone

source: Report
pt_br: Último Relatório

# historic_btn
source: Income Historic
pt_br: Histórico de Proventos

# comment
source: Comments about
pt_br: Comentários sobre o

# simulations
source: Do other simulations
pt_br: Fazer outras simulações

# Shoppings
source: Malls
pt_br: Shoppings

# Logística
source: Logistics
pt_br: Logística

# Híbrido
source: Hybrid
pt_br: Híbrido

# Lajes Corporativas
source: Corporate Slabs
pt_br: Lajes Corporativas

# Residencial
source: Residential
pt_br: Residencial

# Indefinido
source: Undefined
pt_br: Indefinido

# Títulos e Val. Mob.
source: Marketable Securities
pt_br: Títulos e Val. Mob.

# Agronegócio
source: Agribusiness
pt_br: Agronegócio

# Educacional
source: Educational
pt_br: Educacional

# Outros
source: Others
pt_br: Outros

# Todos
source: All
pt_br: Todos

# target_value
source: To receive a minimum wage (R$) in fii earnings, considering the last reported earnings:
pt_br: Para receber um salário mínimo (R$) em proventos do fii, considerando o último provento informado:

# quantity_quotas
source: You would need 9999 quotas.
pt_br: Você precisaria de 9999 cotas.

# estimated_value
source: To acquire these shares you would need to invest R$ .
pt_br: Para adquirir essas cotas você precisaria investir R$ .

# magic_number
source: Magic Number: To be able to buy a share of the FII today with just its dividends, you would need 9999 shares that would give an investment of R$ .
pt_br: Número Mágico: Para que seja possível comprar hoje uma cota do FII apenas com seus dividendos, você precisaria de 9999 cotas que daria um investimento de R$ .

source: Uninformed
pt_br: Não Informado

# waiting_announcement
source: Awaiting Announcement
pt_br: Aguardando Anúncio

source: Awaiting Payment
pt_br: Aguardando Pagamento

# add_wallet
source: Add to Wallet
pt_br: Adicionar à Carteira

# remove_wallet
source: Remove from Wallet
pt_br: Retirar da Carteira

# selic_title
source: Current Selic
pt_br: Selic para

# fii_not_found
source: FII xxx was not found.
pt_br: O FII xxx não foi encontrato.

source: Comments
pt_br: Comentários

# see_more
source: See more at:
pt_br: Veja mais em:

# do_comment
source: You will be directed to the Comment page!
pt_br: Você será direcionado para a página do Comentário!

# no_comments
source: No comments found.
pt_br: Nenhum comentário encontrado.

# config_news
source: News Settings
pt_br: Ajustes de Notícias

# change_news
source: Change news automatically
pt_br: Trocar notícias automaticamente

# download_news
source: Download news automatically
pt_br: Baixar notícias automaticamente

# download_news_manually
source: You have chosen not to download news automatically. To view it again, go to the News settings, change it to Automatically Download, click Save, navigate to another screen, then return to Home.
pt_br: Você optou por não baixar as notícias automaticamente. Para vê-las novamente, vá até as configurações de Notícias, altere para Baixar Automaticamente, clique em Salvar, navegue até outra tela e depois volte para a Home.

# total_news
source: Maximum displayed news
pt_br: Máximo de notícias exibidas

# news_sites
source: Would you like to see news from which site
pt_br: Deseja ver as notícias de qual site

# load
source: Loading IFIX Index data...
pt_br: Carregando dados do Indíce IFIX...

source: Updated
pt_br: Atualizado

source: Segments
pt_br: Segmentos

# titlePRO_1
source: Advantages of being PRO
pt_br: Vantagens de ser PRO

# titlePRO_2
source: SURPRISE
pt_br: SURPRESA

# explain_vip
source: •No ads •See the evolution and proportion of your portfolio •Consult the quotes of your FIIs •Have a report on your portfolio •View past news and don't miss new issues of your FIIs •Access to new features and much more... Be a PRO 1 month for only R$ 3.00 reais!
pt_br: •Sem anúncios •Veja a evolução e a proporção da sua carteira •Consulte as cotações dos seus FIIs •Tenha um relatório de sua carteira •Veja as notícias passadas e não perca novas emissões dos seus FIIs •Acesso a novas funcionalidades e muito mais... Seja PRO 1 mês por apenas R$ 3,00 reais!

# descriptionPRO
source: The entire application has unlimited use and is free of charge. However, we leave here our PIX key so that a donation of any amount can be made, if you wish.
pt_br: Todo o aplicativo é de uso ilimitado e sem cobranças. No entanto, deixamos aqui nossa chave PIX para que seja feita uma doação de qualquer valor, caso assim deseje.

# copykeypixPRO
source: Copy Key PIX
pt_br: Copiar Chave PIX

source: Key Copied
pt_br: Chave Copiada

source: Send Proof
pt_br: Enviar Comprovante

source: Glossary
pt_br: Glossário

source: Books
pt_br: Livros

source: Courses
pt_br: Cursos

source: Brokers
pt_br: Corretoras

# tax
source: Income Tax
pt_br: Imposto de Renda

source: Blended
pt_br: Semi Presencial

source: In Person
pt_br: Presencial

source: Author
pt_br: Autor

source: Pages
pt_br: Páginas

source: Language
pt_br: Idioma

source: About
pt_br: Sobre

# seemore
source: Visit the Website
pt_br: Visitar o Site

source: Modality
pt_br: Modalidade

source: Workload
pt_br: Carga Horária

source: Course is
pt_br: Curso é

source: Free
pt_br: Gratuito

source: Contact Us
pt_br: Fale Conosco

# send_success
source: Message sent successfully! Thanks for your cooperation.
pt_br: Mensagem enviada com sucesso! Agradecemos pela sua colaboração.

# send_pix
source: It is necessary to send us proof of the PIX performed.
pt_br: É necessário nos enviar o comprovante do PIX realizado.

source: Attach Image
pt_br: Anexar Imagem

# attach_success
source: Successfully attached
pt_br: Anexado com sucesso

# attach_error
source: Try again
pt_br: Tente novamente

source: Sign in
pt_br: Entrar

# login_description
source: To create a new account, or login with an existing one, click the Google button if you have already agreed to our terms.
pt_br: Para criar uma nova conta, ou acessar com uma já existente, clique no botão do Google, se já concordou com os nossos termos.

# login_link_terms
source: By selecting Agree and continue below, I agree to Terms of Service and Privacy Policy
pt_br: Ao selecionar Concordo e continuar abaixo, Concordo com os Termos de Serviço e a Política de Privacidade

# login_btn_accept
source: Agreee and continue
pt_br: Concordar e continuar

# terms_title
source: Terms and Privacy Policy
pt_br: Termos e Política de Privacidade

# error_authenticate_user
source: An error occurred when performing your authentication with the entered data. We apologize for what happened and ask that a new attempt be made within a few minutes. If the error persists, send an email to enviocomfiis@gmail.com with the print of this message.
pt_br: Acorreu um erro ao realizar a sua autenticação com os dados informados. Pedimos desculpas pelo ocorrido e solicitamos que seja efetuada uma nova tentativa dentro de alguns minutos. Caso o erro persista, envie um e-mail para rendimentocomfiis@gmail.com com o print dessa mensagem.

# title_user_profile
source: User Profile
pt_br: Perfil do Usuário

# clean_wallet
source: Clean My FII Wallet
pt_br: Limpar Minha Carteira de FIIs

# clean_desc
source: Do you really want to delete ALL FIIs from your wallet?
pt_br: Deseja realmente apagar TODOS os FIIs de sua carteira?

# clean_no
source: I don't want to erase
pt_br: Não quero apagar

# clean_yes
source: Yes, you can erase
pt_br: Sim, pode apagar

# clean_success
source: The FIIs have been deleted from your wallet!
pt_br: Os FIIs foram excluídos de sua carteira!

# clean_error
source: It is currently not possible to delete FIIs from your wallet! Please try again in a moment.
pt_br: No momento, não foi possível excluir os FIIs de sua carteira! Tente novamente daqui um instante.

# delete_account
source: Delete My Account
pt_br: Excluir Minha Conta

# delete_desc
source: Do you really want to permanently delete your account?
pt_br: Deseja realmente excluir sua conta permanentemente?

# delete_no
source: I don't want to delete
pt_br: Não quero excluir

# delete_yes
source: Yes, you can delete
pt_br: Sim, pode excluir

# delete_success
source: Your account has been deleted and the application will be closed. Thank you for using our services!
pt_br: Sua conta foi excluída e o aplicativo será encerrado. Agradecemos por ter utilizado nossos serviços!

# delete_error
source: Your account could not be deleted at the moment! Please try again in a moment.
pt_br: No momento, não foi possível excluir a sua conta! Tente novamente daqui um instante.

# gender_male
source: Male
pt_br: Masculino

# gender_female
source: Female
pt_br: Feminino

# line_chart
source: Evolution
pt_br: Evolução

# time
source: Historic
pt_br: Histórico

source: Quotes
pt_br: Cotações

# pie_chart
source: Proportion
pt_br: Proporção

# logout_question
source: Do you really want to log out and log out of your account?
pt_br: Deseja realmente sair e desconectar da sua conta?

# logout_yes
source: Logout and Disconnect
pt_br: Sair e Desconectar

source: See Quotes
pt_br: Ver Cotações

source: Wallet
pt_br: Sobre Carteira

# title_newsletter
source: News Archive
pt_br: Arquivo de Notícias

# not_realtime
source: Quotes are not in Real Time.
pt_br: As cotações não são em Tempo Real.

source: Last Update:
pt_br: Última Atualização:

# no_fiis
source: No FIIs in the portfolio
pt_br: Sem FIIs na carteira

# title_document
source: Document
pt_br: Documento

source: Attach
pt_br: Anexar

source: Inbox
pt_br: Caixa de Entrada

source: Sent
pt_br: Enviadas

source: today
pt_br: hoje

# ask_delete_message
source: Permanently delete this message?
pt_br: Apagar permanentemente essa mensagem?

# delete_message_success
source: The message was successfully deleted!
pt_br: A mensagem foi apagada com sucesso!

# delete_message_error
source: It was not possible to delete the message!
pt_br: Não foi possível apagar a mensagem!

# total_message
source: Total xXx messages
pt_br: Total de xXx mensagens

# delete_message
source: Delete all messages
pt_br: Apagar todas as mensagens

# ask_delete_all_message
source: Do you want to permanently delete all messages?
pt_br: Deseja apagar permanentemente todas as mensagens?

# text_chart
source: Proportion in %
pt_br: Proporção em %

source: Patrimony
pt_br: Patrimônio

# report_patrimony
source: About the Patrimony
pt_br: Sobre o Patrimônio

# report_dividend
source: About Dividends
pt_br: Sobre dividendos

# report_fiis
source: About your FIIs
pt_br: Sobre seus FIIs

# best
source: Best Month of
pt_br: Melhor Mês de

# best_fii
source: Highest Annual DY
pt_br: Maior DY Anual

# worst
source: Worst Month of
pt_br: Pior Mês de

# worst_fii
source: Lowest Annual DY
pt_br: Menor DY Anual

# best_historic
source: Best Month Ever
pt_br: Melhor Mês de Todos

# worst_historic
source: Worst Month Ever
pt_br: Pior Mês de Todos

# performance_equity
source: Your Equity Performance
pt_br: Desempenho do seu Patrimônio

# variation_year
source: Variation in
pt_br: Variação em

# historic_variation
source: Historical Variation
pt_br: Variação Histórica

# about_first_title
source: Your Wallet
pt_br: Sua Carteira

# about_first_description
source: You are in charge here! In your wallet you can add or delete your FIIs at will, but so that your wallet data does not differ from your account in the correct one, here are some tips... →
pt_br: Aqui é você quem manda! Na sua carteira você pode adicionar ou excluir seus FIIs à vontade, mas para que os dados de sua carteira não fique divergente da sua conta da correta, seguem algumas dicas... →

# about_add_title
source: Add an FII
pt_br: Adicionar um FII

# about_add_description
source: Make sure that this fund's dividends will be paid to your brokerage in the same month you are adding it here to your wallet. If you happen to acquire this fund after your Com Date, add it to your wallet like this to start the following month.
pt_br: Certifique-se de que os dividendos desse fundo será pago na sua corretora no mesmo mês em que está adicionando ele aqui na sua carteira. Se acontecer de você adquirir esse fundo após sua Data Com, adicione ele na sua carteira assim que iniciar o mês seguinte.

# about_delete_title
source: Delete an FII
pt_br: Excluir um FII

# about_delete_description
source: Do not delete a fund from your portfolio if you have already received your dividends that month. In that case, delete the fund as soon as the next month starts.
pt_br: Não exclua um fundo da sua carteira se nesse mês você já recebeu os seus dividendos. Nesse caso, exclua o fundo assim que iniciar o mês seguinte.

# about_last_title
source: The sky is the limit
pt_br: O céu é o limite

# about_last_description
source: Here we look for ways to facilitate the analysis of your portfolio, and we hope to contribute in some way to facilitate your day-to-day control of your dividends. Follow this path and you will be rewarded!
pt_br: Aqui buscamos formas de facilitar a análise de sua carteira, e esperamos contribuir de alguma forma para facilitar o seu dia-a-dia no controle dos seus dividendos. Siga firme nessa caminhada que você será recompensado!

# btn_save
source: Save Changes
pt_br: Salvar Alterações

# question_wallet_public
source: Make wallet public
pt_br: Tornar carteira pública

# total_news_archive
source: News in the archive for how many days
pt_br: Notícias no arquivo de até quantos dias

# save_success
source: The new settings were successfully saved!
pt_br: As novas definições foram salvas com sucesso!

# save_error
source: Error saving new settings! Please try again later or contact us with a report of this failure.
pt_br: Erro ao salvar as novas definições! Tente mais tarde ou entre em contato conosco reportando essa falha.
